Repository: phylophyl/Plinth
Catalog: locale/*/LC_MESSAGES/django.po
Languages: fr

source: Delete %(name)s
fr: Supprimer %(name)s

source: Cancel
fr: Annuler

source: No wikis or blogs available.
fr: Pas de wiki ou de blogue disponible.

source: Create a Wiki or Blog
fr: Créer un wiki ou un blogue.

source: Delete site %(site)s
fr: Supprimer le site %(site)s

source: Go to site %(site)s
fr: Aller au site %(site)s

source: Manage
fr: Gérer

source: Create
fr: Créer

source: Wiki & Blog
fr: Wiki et Blog

source: Manage Wikis and Blogs
fr: Gérer wikis et blogs

source: Create Wiki/Blog
fr: Créer wiki/blog

source: Created wiki {name}.
fr: Wiki {name} créé.

source: Could not create wiki: {error}
fr: Le wiki n'a pu être créé : {error}

source: Created blog {name}.
fr: Blogue {name} créé.

source: Could not create blog: {error}
fr: Le blogue n'a pu être créé : {error}

source: {name} deleted.
fr: {name} supprimé.

source: Could not delete {name}: {error}
fr: La supression de {name} n'a pas abouti : {error}

source: Delete Wiki/Blog
fr: Suprimer wiki/blog

source: Voice Chat (Mumble)
fr: Voix sur IP (Mumble)

source: Mumble Voice Chat Server
fr: Serveur VoIP Mumble

source: Enable Mumble daemon
fr: Activer le daemon Mumble

source: Mumble is an open source, low-latency, encrypted, high quality voice chat software.
fr: Mumble est un logiciel de chat vocal de haute qualité, open source, encrypté et à fable temps de latence.

source: You can connect to your Mumble server on the regular Mumble port 64738. <a href="http://mumble.info">Clients</a> to connect to Mumble from your desktop and Android devices are available.
fr: Vous pouvez vous connecter au serveur Mumble sur un port Mumble normal 64738. Il existe des <a href="http://mumble.info">clients</a> permettant de se connecter à Mumble depuis un ordinateur ou un appareil tournant sous Android.

source: Mumble server is running
fr: Le serveur Mumble est actif.

source: Mumble server is not running
fr: Le serveur Mumble n'est pas actif.

source: Using DNSSEC on IPv{kind}
fr: Utilise DNSSEC sur IPv{kind}

source: -- select --
fr: -- sélectionner --

source: Connection Type
fr: Type de connection

source: Connection Name
fr: Nom de la connexion

source: Physical Interface
fr: Interface physique

source: The network device that this connection should be bound to.
fr: Le dispositif de réseau auquel cette connexion devrait être liée.

source: Firewall Zone
fr: Zone Pare-feu

source: The firewall zone will control which services are available over this interfaces. Select Internal only for trusted networks.
fr: La zone pare-feu contrôlera quels services sont disponibles via ces interface. Sélectionnez Interne seulement pour des réseaux de confiance.

source: IPv4 Addressing Method
fr: Méthode d'adressage IPv4

source: Address
fr: Adresse

source: Show password
fr: Montrer le mot de passe

source: Physical interface
fr: Interface physique

source: The visible name of the network.
fr: Le nom visible du réseau.

source: Authentication Mode
fr: Mode d'authentification

source: Select WPA if the wireless network is secured and requires clients to have the password to connect.
fr: Sélectionner WPA si votre réseau sans fil est sécurisé et s'il demande aux clientsun mot de passe pour se connecter.

source: Passphrase
fr: Phrase de passe

source: Select Automatic (DHCP) if you are connecting to an existing wireless network. Shared mode is useful when running an Access Point.
fr: Sélectionner Automatique (DHCP) si vous vous connectez à un réseau sans fil existant. Le Mode partagé est utile en cas de Point d'accès.

source: Network Connections
fr: Connexions réseau

source: Nearby Wi-Fi Networks
fr: Réseaux Wi-Fi à proximité

source: Add Connection
fr: Ajouter une connection

source: Networks
fr: Réseaux

source: Cannot show connection: Connection not found.
fr: Impossible de montrer la connexion : connexion introuvable.

source: Show Connection information
fr: Montrer les informations sur la connection

source: Cannot edit connection: Connection not found.
fr: Impossible de modifier la connection : connexion introuvable.

source: This type of connection is not yet understood.
fr: Ce type de connection n'est pas encore intelligible.

source: Edit Connection
fr: Modifier la connexion

source: Activated connection {name}.
fr: Connexion {name} activée.

source: Failed to activate connection: Connection not found.
fr: Échec de l'activation de la connexion : connexion introuvable.

source: Failed to activate connection {name}: No suitable device is available.
fr: Echec de l'activation de la connexion {name} : pas d'appareil adequat disponible.

source: Deactivated connection {name}.
fr: Connexion {name} désactivée.

source: Failed to de-activate connection: Connection not found.
fr: Échec de la désactivation de la connexion

source: Adding New Ethernet Connection
fr: Ajouter une nouvelle connexion Ethernet

source: Adding New PPPoE Connection
fr: Ajouter une nouvelle connexion PPPoE

source: Adding New Wi-Fi Connection
fr: Ajouter une nouvelle connexion Wi-Fi

source: Connection {name} deleted.
fr: Connexion {name} supprimée.

source: Failed to delete connection: Connection not found.
fr: Échec de la suppression de la connexion : connexion introuvable.

source: Delete Connection
fr: Supprimer connexion

source: Edit connection
fr: Modifier la connexion

source: Edit
fr: Modifier

source: Deactivate
fr: Désactiver

source: Activate
fr: Activer

source: Delete connection
fr: Supprimer la connexion

source: Delete
fr: Supprimer

source: Connection
fr: Connexion

source: Primary connection
fr: Connexion primaire

source: yes
fr: oui

source: Device
fr: Appareil

source: State
fr: Etat

source: State reason
fr: Explication sur l'état

source: MAC address
fr: Adresse MAC

source: Physical Link
fr: Lien physique

source: Link state
fr: Etat du lien

source: cable is connected
fr: Le cable est connecté

source: please check cable
fr: Vérifier le cable

source: Speed
fr: Vitesse

source: Signal strength
fr: Force du signal

source: Channel
fr: Canal

source: Method
fr: Méthode

source: IP address
fr: Adresse IP

source: Gateway
fr: Passerelle

source: DNS server
fr: Serveur DNS

source: Default
fr: Défaut

source: This connection is not active.
fr: Cette connexion n'est pas active.

source: Security
fr: Sécurité

source: Firewall zone
fr: Zone pare-feu

source: This interface should be connected to local network/machine. If you connect this interface to a public network, services meant to be available only internally will become available externally. This is a security risk.
fr: L'interface doit être connecté à la machine ou au réseau local. Si vous connectez cette interface au réseau publique, les services destinés à une accessibilité en interne deviendront accessible depuis l'extérieur. C'est une faille de sécurité.

source: This interface should receive your Internet connection. If you connect it your a local network/machine, many services meant to available only internally will not be available.
fr: Cette inferface doit recevoir votre connexion internet. Si vous la connectez à une machine ou un réseau local, beaucoup de services conçus pour un usage interne ne seront pas disponibles.

source: This interface is not maintained by FreedomBox. Its security status is unknown to FreedomBox. Many FreedomBox services may not be available on this interface. It is recommended that you deactivate/delete this connection and re-configure it.
fr: Cette interface n'est pas maintenue par FreedomBox. L'état de sa sécurité est inconnue aux yeux de FreedomBox. Beaucoup de services FreedomBox ne seront pas disponibles sur cette interface. Il est recommandé de désactiver/supprimer cette connexion et de la reconfigurer.

source: Create...
fr: Créer...

source: Create Connection
fr: Créer une connexion

source: Delete Connection <em>%(name)s</em>
fr: Supprimer la connexion <em>%(name)s</em>

source: Delete connection permanently?
fr: Supprimer la connexion de façon permanente ?

source: Spacing
fr: Espacement

source: External
fr: Externe

source: Show connection %(connection.name)s
fr: Montrer la connexion %(connection.name)s

source: Internal
fr: Interne

source: Show connection %(name)s
fr: Montrer la connexion %(name)s

source: Computer
fr: Machine

source: Delete connection %(name)s
fr: Supprimer la connexion %(name)s

source: Active
fr: Actif

source: Inactive
fr: Inactif

source: Virtual Private Network (OpenVPN)
fr: Réseau Privé Virtuel (OpenVPN)

source: Enable OpenVPN server
fr: Activer le serveur OpenVPN

source: Virtual Private Network (VPN) is a technique for securely connecting two machines in order to access resources of a private network. While you are away from home, you can connect to your %(box_name)s in order to join your home network and access private/internal services provided by %(box_name)s. You can also access the rest of the Internet via %(box_name)s for added security and anonymity.
fr: Un réseau privé virtuel (VPN) est une technique permettant de connecter deux machines de manière sécurisée pour accéder aux ressources d'un réseau privé. Lorsque vous êtes hors de chez vous, vous pouvez vous connecter à votre boîte %(box_name)s pour atteindre votre réseau à domicile fournis par et aux services privés/internes via %(box_name)s. Vous pouvez aussi accéder à l'internet via %(box_name)s depuis votre réseau pour une sécurité et un anonymat accrus.

source: Profile
fr: Profil

source: To connect to %(box_name)s's VPN, you need to download a profile and feed it to an OpenVPN client on your mobile or desktop machine. OpenVPN Clients are available for most platforms. See <a href="https://wiki.debian.org/FreedomBox/Manual/OpenVPN" title="FreedomBox Manual - OpenVPN">documentation</a> on recommended clients and instructions on how to configure them.
fr: Pour vous connecter au réseau VPN %(box_name)s, vous devez télécharger un profil et l'accoler à un client VPN sur votre mobile ou sur votre ordinateur. Les clients OpenVPN sont disponibles pour de nombreuses plate-formes. Voir la <a href="https://wiki.debian.org/FreedomBox/Manual/OpenVPN" title="FreedomBox Manual - OpenVPN">documentation wiki</a> consacrée aux clients recommandés et aux instructions liées à leur configuration.

source: Profile is specific to each user of %(box_name)s. Keep it a secret.
fr: Un profil est particulier à chaque utilisateur de %(box_name)s. Gardez le secret.

source: Download my profile
fr: Télécharger mon profil

source: OpenVPN has not yet been setup. Performing a secure setup takes a very long time. Depending on how fast your %(box_name)s is, it may even take hours. If the setup is interrupted, you may start it again.
fr: OpenVPN n'a pas encore été installé Une installation sûre prend beaucoup de temps. En fonction de la vélocité de %(box_name)s, cela peut prendre des heures. Si l'installation est interrompue, vous devrez recommencer.

source: Start setup
fr: Démarrer ll'installation

source: OpenVPN setup is running
fr: L'installation d'OpenVPN est en cours

source: To perform a secure setup, this process takes a very long time. Depending on how fast your %(box_name)s is, it may even take hours. If the setup is interrupted, you may start it again.
fr: Une installation sûre prend beaucoup de temps. En fonction de la vélocité de %(box_name)s, cela peut prendre des heures. Si l'installation est interrompue, vous devrez recommencer.

source: OpenVPN server is running
fr: Le serveur OpenVPN est actif

source: OpenVPN server is not running
fr: Le serveur OpenVPN est inactif

source: Setup completed.
fr: Installation terminée.

source: Setup failed.
fr: Echec de l'installation.

source: Enable ownCloud
fr: Activer ownCloud

source: File Hosting (ownCloud)
fr: Hébergement de fichiers (ownCloud)

source: ownCloud enabled
fr: Activer ownCloud

source: ownCloud disabled
fr: ownCloud désactivé

source: ownCloud gives you universal access to your files through a web interface or WebDAV. It also provides a platform to easily view & sync your contacts, calendars and bookmarks across all your devices and enables basic editing right on the web. Installation has minimal server requirements, doesn't need special permissions and is quick. ownCloud is extendable via a simple but powerful API for applications and plugins.
fr: ownCloud propose un accès universel à vos fichiers via une interface Web ou WebDAV. Il fournit aussi une plate-forme pour lire et synchroniser vos contacts, vos calendriers et vos signets sur tous vos appareils. Il permet l'édition basique de documents sur le Web. L'installation est peu exigeante en matière de serveur, ne demande pas de permission spéciale. Elle est rapide. ownCloud est extensible via un simple API permettant l'ajout d'applications et de plugins.

source: When enabled, the ownCloud installation will be available from <a href="/owncloud">/owncloud</a> path on the web server. Visit this URL to set up the initial administration account for ownCloud.
fr: Une fois activé, l'installation d'ownCloud sera accessible depuis le chemin <a href="/owncloud">/owncloud</a> sur le serveur web. Visiter cette URL pour une configuration initiale du compte administrateur d'ownCloud.

source: Apply changes
fr: Appliquer les modifications

source: Public Visibility (PageKite)
fr: Visibilité publique (PageKite)

source: Enable PageKite
fr: Activer PageKite

source: Server domain
fr: Domaine du serveur

source: Select your pagekite server. Set "pagekite.net" to use the default pagekite.net server
fr: Sélectionner votre serveur pagekite. Etablir "pagekite.net" pour une utilisation par défaut du serveur pagekite.net

source: Server port
fr: Port de serveur

source: Port of your pagekite server (default: 80)
fr: Port de votre serveur pagekite (default: 80)

source: Kite name
fr: Nom Kite

source: Example: mybox.pagekite.me
fr: Example: monpc.pagekite.me

source: Invalid kite name
fr: Nom Kite invalide

source: A secret associated with the kite or the default secret for your account if no secret is set on the kite
fr: Un secret associé à Kite ou un secret par défaut pour votre compte si aucun secret n'est établi sur kite

source: Kite details set
fr: Renseignements pour Kite effectués

source: Pagekite server set
fr: Serveur PageKite établi

source: PageKite enabled
fr: PageKite activé

source: PageKite disabled
fr: PageKite désactivé

source: Service enabled: {name}
fr: Service activé : {name}

source: Service disabled: {name}
fr: Service désactivé : {name}

source: protocol
fr: protocole

source: external (frontend) port
fr: port externe (frontal)

source: internal (freedombox) port
fr: port interne (freedombox)

source: Enable Subdomains
fr: Activer les sous-domaines

source: Deleted custom service
fr: Service personnalisé supprimé

source: This service is available as a standard service. Please use the "Standard Services" page to enable it.
fr: Ce service est disponible sous forme standard. Utiliser la page « Services Standards » pour l'activer.

source: Added custom service
fr: Service personnalisé ajouté

source: This service already exists
fr: Ce service existe déjà

source: PageKite Account
fr: Compte PageKite

source: Save settings
fr: Sauvegarder la configuration

source: <b>Warning:</b><br>Your PageKite frontend server may not support all the protocol/port combinations that you are able to define here. For example, HTTPS on ports other than 443 is known to cause problems.
fr: <b>Avertissement :</b><br>le serveur frontal PageKite peut ne pas être compatible avec toutes le combinaisons protocole/port en cours de définition. Par exemple, HTTPS sur les ports autres que 443 est connu pour causer un problème.

source: Create a custom service
fr: Créer un service personnalisé

source: Add Service
fr: Ajouter un service

source: Existing custom services
fr: Services personnalisés existants

source: You don't have any Custom Services enabled
fr: Vous n'avez pas de Services Personnalisés actifs

source: connected to %(backend_host)s:%(backend_port)s
fr: connecté à %(backend_host)s:%(backend_port)s

source: Delete this service
fr: Supprimer ce service

source: PageKite is a system for exposing %(box_name)s services when you don't have a direct connection to the Internet. You only need this if your %(box_name)s services are unreachable from the rest of the Internet. This includes the following situations:
fr: PageKite est un système permettant d'exposer des services de %(box_name)s lorsque vous n'avez pas de connexion directe à Internet. Vous n'en avez besoin que si les services de %(box_name)s ne sont pas joignables depuis le reste de l'Internet. Cela comprend les situations suivantes :

source: %(box_name)s is behind a restricted firewall.
fr: %(box_name)s est derrière un pare-feu restreint

source: %(box_name)s is connected to a (wireless) router which you don't control.
fr: %(box_name)s est connecté `a un réseau (sans fil) que vous ne contrôlez pas.

source: Your ISP does not provide you an external IP address and instead provides Internet connection through NAT.
fr: Votre FAI ne vous fournit pas une adresse IP externe, plutôt une connexion Internet via NAT.

source: Your ISP does not provide you a static IP address and your IP address changes evertime you connect to Internet.
fr: Votre FAI ne vous fournit pas une adresse statique, votre adresse IP change à chaque fois que vous vous connectez à l'Internet.

source: Your ISP limits incoming connections.
fr: Votre FAI limite les connexions entrantes.

source: PageKite works around NAT, firewalls and IP-address limitations by using a combination of tunnels and reverse proxies. You can use any pagekite service provider, for example <a href="https://pagekite.net">pagekite.net</a>. In future it might be possible to use your buddy's %(box_name)s for this.
fr: PageKite fonctionne malgré un routeur NAT, des pare-feu et des limitations d'adresse IP en utilisant une combinaison de tunnels et de proxys inverses. Vous pouvez utiliser n'importe quel fournisseur de service PageKite, comme par exemple <a href="https://pagekite.net">pagekite.net</a>. Dans le futur, il sera peut-être possible d'utiliser la %(box_name)s d'un ami pour ce faire.

source: Configure PageKite
fr: Configurer PageKite

source: <b>Warning:</b><br/>
fr: <b>Avertissement :</b><br/>

source: Published services are accessible and attackable from the evil internet.
fr: Les services publiés sont accessibles et peuvent être attaqués depuis un Internet mal intentionné.

source: Exposing SSH with the default password for 'fbx' is a VERY BAD idea.
fr: Exposer SSH avec un mot de passe par défaut pour « fbx » est une TRES MAUVAISE idée.

source: Save Services
fr: Sauvegarder les services

source: Web Server (HTTP)
fr: Serveur web (HTTP)

source: Site will be available at <a href="http://{0}">http://{0}</a>
fr: Le site sera accessible sur <a href="http://{0}">http://{0}</a>

source: Web Server (HTTPS)
fr: Serveur web (HTTPS)

source: Site will be available at <a href="https://{0}">https://{0}</a>
fr: Le site sera accessible sur <a href="https://{0}">https://{0}</a>

source: Secure Shell (SSH)
fr: Shell Sécurisé (SSH)

source: See SSH client setup <a href="https://pagekite.net/wiki/Howto/SshOverPageKite/">instructions</a>
fr: Voir comment configurer le client SSH sur le <a href="https://pagekite.net/wiki/Howto/SshOverPageKite/">wiki pagekite</a> (en anglais)

source: About PageKite
fr: A propos de PageKite

source: Standard Services
fr: Services standards

source: Custom Services
fr: Services Personnalisés

source: Web Proxy (Privoxy)
fr: Proxy web (Privoxy)

source: Privoxy Web Proxy
fr: Proxy web Privoxy

source: Access {url} with proxy {proxy} on tcp{kind}
fr: Accéder à l'URL {url} avec le proxy {proxy} sur tcp{kind}

source: Enable Privoxy
fr: Activer Privoxy

source: Privoxy is a non-caching web proxy with advanced filtering capabilities for enhancing privacy, modifying web page data and HTTP headers, controlling access, and removing ads and other obnoxious Internet junk.
fr: Privoxy est un proxy web avec des capacités évoluées de filtrage pour améliorer la protection de la vie privée, modifier certaines données de pages Web, des en-têtes HTTP, pour contrôler l'accès et retirer les publicités ou autres éléments nuisibles de l'Internet.

source: You can use Privoxy by modifying your browser proxy settings to your %(box_name)s hostname (or IP address) with port 8118. While using Privoxy, you can see its configuration details and documentation at <a href="http://config.privoxy.org">http://config.privoxy.org/</a> or <a href="http://p.p">http://p.p</a>
fr: Vous pouvez utiliser Privoxy en modifiant la configuration du proxy de votre navigateur avec un nom de machine correspondant à %(box_name)s (ou son adresse IP) et le port 8118. Tout en utilisant Privoxy, vous pourrez lire plus de détails sur sa configuration et une documentation sur <a href="http://config.privoxy.org">http://config.privoxy.org/</a> ou <a href="http://p.p">http://p.p</a>

source: Privoxy is running
fr: Privoxy est actif

source: Privoxy is not running
fr: Privoxy n'est pas actif

source: Unhosted storage (reStore)
fr: Stockage non hébergé (reStore)

source: Enable reStore
fr: Activer reStore

source: reStore is a server for <a href='https://unhosted.org/'>unhosted</a> web applications. The idea is to uncouple web applications from the data, and thus the data can be stored on any unhosted storage server.
fr: reStore est un serveur pour des applications Web non hébergées, connu sous le nom de « <a href='https://unhosted.org/'>unhosted</a> ». L'idée est de découpler les applications Web des données. Les données peuvent être stockées sur n'importe quel serveur de stockage non hébergé.

source: You can create and edit accounts in the <a href='/restore/'>reStore web-interface</a>.
fr: Vous pouvez créer et modifier les comptes sur <a href='/restore/'>l'interface Web reStore</a>.

source: Email Client (Roundcube)
fr: Client courriel (Roundcube)

source: Enable Roundcube
fr: Activer Roundcube

source: Roundcube webmail is a browser-based multilingual IMAP client with an application-like user interface. It provides full functionality you expect from an email client, including MIME support, address book, folder manipulation, message searching and spell checking.
fr: La messagerie Web Roundcube est un client IMAP multilingue fonctionnant sur un navigateur web grâce à une interface similaire à celle d'une application Roundcube propose la panoplie complète des fonctions attendues pour une client de courriers électroniques, dont la compatibilié MIME, un carnet d'adresse, une gestion des dossiers, une recherche des messages et un correcteur orthographique.

source: You can access Roundcube from <a href="/roundcube">/roundcube</a>. Provide the username and password of the email account you wish to access followed by the domain name of the IMAP server for your email provider, like <code>imap.example.com</code>. For IMAP over SSL (recommended), fill the server field like <code>imaps://imap.example.com</code>.
fr: Vous pouvez accéder à RoundCube depuis <a href="/roundcube">/roundcube</a>. Donnez le nom d'utilisateur et le mot de passe de votre compte de courrier électronique auquel vous souhaitez accéder, suivi du nom de domaine du serveur IMAP de votre fournisseur d'email, comme <code>imap.example.com</code>. Pour de l'IMAP sur du SSL (recommandé), remplissez les champs du serveur avec par exemple <code>imaps://imap.example.com</code>.
