Repository: phylophyl/Plinth
Catalog: locale/*/LC_MESSAGES/django.po
Languages: fr

source: Listening on {kind} port {listen_address}:{port}
fr: Ecoute sur le port {listen_address}:{port} ({kind})

source: Listening on {kind} port {port}
fr: Ecoute sur le port {port}, type {kind}

source: Access URL {url} on tcp{kind}
fr: Accès à l'URL {url} via tcp{kind}

source: Access URL {url}
fr: Accès à l'URL {url}

source: Connect to {host}:{port}
fr: Connexion à {host}:{port}

source: Cannot connect to {host}:{port}
fr: Impossible de se connecter à {host}:{port}

source: Apps
fr: Applis

source: Services and Applications
fr: Services et Applications

source: You can install and run various services and applications on your %(box_name)s.
fr: Vous pouvez installer et utiliser différents services et applications sur %(box_name)s.

source: This box can be your photo sharing site, your instant messaging site, your social networking site, your news site. Remember web portals? We can be one of those too. Many of the services you use on the web could soon be on site and under your control!
fr: Cette boîte peut être votre site de partage de photos, de messages instantanés, votre média social ou votre blogue. Il est aussi possible de réaliser un portail réunissant plusieurs services sous votre contrôle.

source: Service Discovery
fr: Découverte de services

source: Enable service discovery
fr: Activer la découverte de services

source: Service discovery allows other machines on the network to discover your FreedomBox and services running on it. It also allows FreedomBox to discover other machines and services running on your local network. Service discovery is not essential and works only on internal networks. It may be disabled to improve security especially when connecting to a hostile local network.
fr: Le service Découverte permet aux autres machines du réseau de découvrir votre FreedomBox et les services qu'il propose. Il permet aussi de découvrir d'autres machines et services opérant sur votre réseau local. Le service Découverte n'est pas essentiel et fonctionne seulement sur les réseaux internes. Il peut être désactiver pour améliorer la sécurité particulièrement lors d'une connexion à un réseau local hostile.

source: Status
fr: État

source: Service discovery server is running
fr: Le serveur Découverte de services est actif.

source: Service discovery server is not running
fr: Le serveur de découverte de services n'est pas actif.

source: Update setup
fr: Actualiser la configuration.

source: Configuration updated
fr: Configuration actualisée

source: Setting unchanged
fr: Paramètres inchangés

source: Hostname
fr: Nom de machine

source: Your hostname is the local name by which other machines on your LAN can reach you. It must be alphanumeric, start with an alphabet and must not be greater than 63 characters in length.
fr: Votre Nom de machine est le nom local par lequel les autres machines sur votre réseau LAN peuvent vous atteindre. Il doit être composé de caractères alphanumériques en débutant par une lettre de l'alphabet pour un maximum de 63 caractères.

source: Invalid hostname
fr: Nom de machine invalide

source: Domain Name
fr: Nom de Domaine

source: Your domain name is the global name by which other machines on the Internet can reach you. It must consist of alphanumeric words separated by dots.
fr: Votre nom de domaine est le nom global par lequel les autres machines peuvent vous atteindre sur Internet. Il doit être composé de mots au format alphanumérique, ces mots sont séparés par des points.

source: Invalid domain name
fr: Nom de domaine invalide

source: Configure
fr: Configurer

source: General Configuration
fr: Configuration générale

source: Error setting hostname: {exception}
fr: Erreur lors de l'établissement du nom de machine : {exception}

source: Hostname set
fr: Nom de machine établi

source: Hostname is unchanged
fr: Nom de machine inchangé

source: Error setting domain name: {exception}
fr: Erreur lors de l'établissement du nom de domaine : {exception}

source: Domain name set
fr: Nom de domaine établi

source: Domain name is unchanged
fr: Nom de domaine inchangé

source: Submit
fr: Soumettre

source: Date & Time
fr: Date et heure

source: Network Time Server
fr: Serveur de Temps Réseau

source: NTP client in contact with servers
fr: Client NTP en contact avec les serveurs

source: Enable network time
fr: Activer l'heure réseau

source: Time Zone
fr: Fuseau horaire

source: Set your time zone to get accurate timestamps. This will set the systemwide time zone.
fr: Paramétrer votre fuseau horaire pour obtenir un horodatage précis pour tout le système.

source: -- no time zone set --
fr: -- pas de fuseau horaire établi --

source: Network time server is a program that maintians the system time in synchronization with servers on the Internet.
fr: Le serveur de temps réseau est un programme permettant de maintenir l'heure du système synchronisé avec les serveurs sur Internet.

source: Network time server is running
fr: Le serveur de temps réseau est actif.

source: Network time server is not running
fr: Le serveur de temps réseau n'est pas actif.

source: Error setting time zone: {exception}
fr: Erreur lors de l'établissement du fuseau horaire : {exception}

source: Time zone set
fr: Fuseau horaire établi

source: Enable Deluge
fr: Activer Deluge

source: BitTorrent Web Client (Deluge)
fr: Client Web BitTorrent (Deluge)

source: Deluge is a BitTorrent client that features a Web UI.
fr: Deluge est un client BitTorrent avec une interface utilisateur Web.

source: When enabled, the Deluge web client will be available from <a href="/deluge">/deluge</a> path on the web server. The default password is 'deluge', but you should log in and change it immediately after enabling this service.
fr: Lorsqu'activé, le client Web Deluge sera accessible depuis le chemin <a href="/deluge">/deluge</a> sur le serveur Web. Le mot de passe par défaut est « deluge ». Vous devrez toutefois vous connecter et le changer tout de suite après l'activation du service.

source: deluge-web is running
fr: deluge-web est actif

source: deluge-web is not running
fr: deluge-web n'est pas actif

source: System Diagnostics
fr: Diagnostics Système

source: Diagnostic Test
fr: Test de Diagnostic

source: The system diagnostic test will run a number of checks on your system to confirm that applications and services are working as expected.
fr: Le test de diagnostic du système opère un certain nombre de vérifications sur votre système pour confirmer que les applications et les services fonctionnent comme prévu.

source: Run Diagnostics
fr: Lancer le Diagnostic

source: Diagnotics test is currently running
fr: Les tests de diagnostic sont en cours

source: Results
fr: Résultats

source: Diagnostic Results
fr: Résultats Diagnostic

source: This module does not support diagnostics
fr: Ce module n'est pas compatible avec les tests de diagnostic

source: Result
fr: Résultat

source: About
fr: À propos

source: Dynamic DNS
fr: DNS Dynamique

source: The Variables &lt;User&gt;, &lt;Pass&gt;, &lt;Ip&gt;, &lt;Domain&gt; may be used within the URL. For details see the update URL templates of the example providers.
fr: Les variables &lt;User&gt;, &lt;Pass&gt;, &lt;Ip&gt;, &lt;Domain&gt; peuvent être utilisées dans l'URL. Pour plus de détails, voir les modèles d'URL mis à jour pour un exemple de fournisseurs.

source: Please choose an update protocol according to your provider. If your provider does not support the GnudIP protocol or your provider is not listed you may use the update URL of your provider.
fr: Choisissez un protocole d'actualisation selon votre fournisseur. Si votre fournisseur ne propose pas de compatibilité avec le protocole GnudIP ou si votre fournisseur n'est pas listé, vous pouvez utiliser la mise à jour URL de votre fournisseur.

source: Please do not enter a URL here (like "https://example.com/") but only the hostname of the GnuDIP server (like "example.pcom").
fr: Ne saisissez pas une URL (comme "https://example.com/"), seulement le nom de machine du serveur GnuDIP (comme "example.pcom").

source: The public domain name you want use to reach your box.
fr: Le nom de domaine public que vous désirez utiliser pour atteindre votre FreedomBox.

source: Use this option if your provider uses self signed certificates.
fr: Utilisez ce choix si votre fournisseur utilise des certificats auto-signés.

source: If this option is selected, your username and password will be used for HTTP basic authentication.
fr: Si ce choix est sélectionné, votre nom d'utilisateur et votre mot de passe seront utilisés pour une authentification HTTP de base.

source: Leave this field empty if you want to keep your previous configured password.
fr: Laissez ce champ vide si vous désirez garder la configuration précédente de votre mot de passe.

source: Optional Value. If your FreedomBox is not connected directly to the Internet (i.e. connected to a NAT router) this URL is used to figure out the real Internet IP. The URL should simply return the IP wherethe client comes from. Example: http://myip.datasystems24.de
fr: Valeur Optionnelle. Si votre FreedomBox n'est pas connectée directement à l'Internet (si par exemple votre routeur fait du "NAT" Network Address Translation), cette URL est utilisée pour trouver l'IP Internet réelle. L'URL doit retourner l'IP correspondante à l'endroit où le client se trouve. Example: http://myip.datasystems24.de

source: You should have been requested to select a username when you created the account.
fr: Vous devez avoir été sollicité pour sélectionner un nom d'utilisateur lorsque vous avez créé le compte.

source: Enable Dynamic DNS
fr: Activer le DNS Dynamique

source: Service type
fr: Type de service

source: GnudIP Server Address
fr: Adresse Serveur GnudIP

source: Invalid server name
fr: Nom de serveur invalide

source: Update URL
fr: Actualiser l'URL

source: accept all SSL certificates
fr: accepte tous les certificats SSL

source: use HTTP basic authentication
fr: utilise une authentification HTTP basique

source: Username
fr: Nom Utilisateur

source: Password
fr: Mot de passe

source: show password
fr: montrer le mot de passe

source: IP check URL
fr: Résolution IP/URL

source: Please provide update URL or a GnuDIP Server
fr: Fournir une mise à jour URL ou un serveur GnuDIP.

source: Please provide GnuDIP username
fr: Fournir un nom d'utilisateur GnuDIP

source: Please provide GnuDIP domain
fr: Fournir un nom de domaine GnuDIP

source: Please provide a password
fr: Fournir un mot de passe

source: Configure Dynamic DNS
fr: Configurer le DNS Dynamique

source: Status of Dynamic DNS
fr: Etat du DNS Dynamique

source: DynamicDNS client
fr: Client DynamicDNS

source: If your internet provider changes your IP address periodic (i.e. every 24h) it may be hard for others to find you in the WEB. And for this reason nobody may find the services which are provided by FreedomBox (like your ownCloud).
fr: Si votre fournisseur d'accès change régulièrement votre adresse IP (par ex. toutes les 24h), il peut être difficile pour les autres de vous trouver sur le Web. C'est sans doute la raison pour laquelle personne ne peut trouver les services fournis par FreedomBox (comme ownCloud).

source: The solution is to assign a DNS name to your IP address and update the DNS name every time your IP is changed by your Internet provider. Dynamic DNS allows you to push your current public IP address to an <a href='http://gnudip2.sourceforge.net/' target='_blank'> gnudip </a> server. Afterwards the Server will assign your DNS name with the new IP and if someone from the internet asks for your DNS name he will get your current IP answered.
fr: La solution est d'assigner un nom DNS à votre adresse IP et d'actualiser le nom DNS à chaque fois que votre IP est modifiée par votre fournisseur d'accès. Dynamic DNS vous permet de publier votre adresse IP actuelle vers un serveur <a href='http://gnudip2.sourceforge.net/' target='_blank'> gnudip</a>. Ensuite, le serveur assignera une nouvelle IP. Si quelqu'un sur Internet demande votre nom DNS, il obtiendra votre IP actuelle.

source: If you are looking for a free dynamic DNS account, you may find a free GnuDIP service at <a href='http://gnudip.datasystems24.net' target='_blank'>gnudip.datasystems24.net</a> or you may find free update URL based services on <a href='http://freedns.afraid.org/' target='_blank'> freedns.afraid.org</a>
fr: Si vous cherchez un compte DNS dynamique gratuit, vous pourrez sans doute trouver un service GnuDIP sur <a href='http://gnudip.datasystems24.net' target='_blank'>gnudip.datasystems24.net</a> ou un service d'URL mise à jour sur <a href='http://freedns.afraid.org/' target='_blank'> freedns.afraid.org</a>

source: If your freedombox is connected behind some NAT router, don't forget to add portforwarding (i.e. forward some standard ports like 80 and 443) to your freedombox device.
fr: Si votre FreedomBox est connectée derrière un routeur réalisant du NAT, n'oubliez pas d'ajouter la redirection de port (« portforwarding », par exemple un réacheminement sur des ports standards comme 80 ou 443) à votre FreedomBox.

source: You have disabled Javascript. Dynamic form mode is disabled and some helper functions may not work (but the main functionality should work).
fr: Vous avez désactivé Javascript. Le mode formulaire dynamique est désactivé, quelques fonctions d'aide pourraient ne pas marcher (mais la fonctionnalité principale devrait fonctionner).

source: NAT type
fr: Type de NAT

source: NAT type not detected yet, if you do not provide a "IP check URL" we will not detect a NAT type.
fr: Le type de NAT n'est pas encore détecté, si vous ne fournissez pas une résolution IP/URL ou "IP check URL", nous ne pourrons pas détecter le type de NAT.

source: Direct connection to the internet.
fr: Connexion directe à l'Internet.

source: Behind NAT, this means that dynamic DNS service will poll the "IP check URL" for changes (we need the "IP check URL" for this reason - otherwise we will not detect IP changes). It may take up to %(timer)s minutes until we update your DNS entry in case of WAN IP change.
fr: Derrière le NAT, un service DNS dynamique sondera la résolution IP/URL ou "IP check URL" pour vérifier des modifications (nous avons besoin de la résoultion "IP check URL" pour cette raison - sinon, nous ne détecterons pas les modifications de l'IP). Cela pourrait prendre jusque %(timer)s minutes avant de mettre à jour votre entrée DNS en cas de modification de l'IP WAN.

source: Last update
fr: Dernière mise à jour

source: Firewall
fr: Pare-feu

source: Firewall is a network security system that controls the incoming and outgoing network traffic on your %(box_name)s. Keeping a firewall enabled and properly configured reduces risk of security threat from the Internet.
fr: Un Pare-feu ou « Firewall » est un système de sécurité réseau permettant de contrôler le trafic entrant et sortant sur %(box_name)s. Garder un pare-feu activé et correctement configuré réduit le risque de failles sécurité sur Internet.

source: The following is the current status:
fr: Voici l'état actuel :

source: Firewall daemon is not running. Please run it. Firewall comes enabled by default on %(box_name)s. On any Debian based system (such as %(box_name)s) you may run it using the command 'service firewalld start' or in case of a system with systemd 'systemctl start firewalld'
fr: Le daemon du pare-feu n'est pas actif. Activez-le. Le pare-feu est activé par défaut sur %(box_name)s. Sur chaque système basé sur Debian (comme %(box_name)s), vous pouvez le mettre en marche en utilisant la commande « démarrage du service pare-feu » ou « service firewalld start » et dans le cas d'un système avec systemd, « systemctl start firewalld ».

source: Enabled
fr: Activé

source: Disabled
fr: Désactivé

source: Permitted
fr: Permis

source: Permitted (internal only)
fr: Permis (en interne seulement)

source: Permitted (external only)
fr: Permis (en externe seulement)

source: Blocked
fr: Bloqué

source: The operation of the firewall is automatic. When you enable a service it is automatically permitted in the firewall and you disable a service is automatically disabled in the firewall.
fr: Le fonctionnement du pare-feu est automatique. Lorsque vous activez un service, il est automatiquement permis par le pare-feu, si vous le désactivez, il est automatiquement désactivé dans le pare-feu.

source: Creating LDAP user failed.
fr: La création de l'utilisateur LDAP n'a pas abouti.

source: Failed to add new user to admin group.
fr: L'ajout du nouvel utilisateur au groupe administrateur n'a pas abouti.

source: User account created, you are now logged in
fr: Compte utilisateur créé, vous êtes maintenant connecté

source: Congratulations! Your FreedomBox is up and running!
fr: Félicitations ! Votre FreedomBox fonctionne !

source: Please provide the following basic information to complete the setup process.
fr: Il vous faut fournir les informations de base suivantes pour achever la configuration.

source: Next
fr: Suivant

source: Administrator Account
fr: Compte administrateur

source: Choose a username and password to access this web interface. The password can be changed and other users can be added later. An LDAP user with administrative privileges (sudo) is also created.
fr: Choisir un nom d'utilisateur et un mot de passe pour accéder à l'interface Web. Le mot de passe peut être modifié, les autres utilisateurs peuvent être créés plus tard. Un utilisateur LDAP avec privilèges administrateur (sudo) est aussi créé.

source: Box it up!
fr: La Box fonctionne !

source: Setup Complete!
fr: Configuration terminée !

source: FreedomBox setup is now complete. However, you should check the network setup and modify it if necessary. Do not forget to change the default Wi-Fi passwords.
fr: La configuration de la FreedomBox est achevée. Toutefois, vous devriez vérifier la configuration réseau et la modifier si nécessaire. N'oubliez pas de modifier les mots de passe Wi-Fi par défaut.

source: To make your FreedomBox functional, you need some applications. Applications will be installed the first time you access them.
fr: Pour faire fonctionner votre FreedomBox, vous avez besoin d'applications. Les applications seront installées lorsque vous y accéderez pour la première fois.

source: Network Configuration
fr: Configuration Réseau

source: Go to Networks
fr: Aller aux Réseaux

source: Go to Apps
fr: Aller aux Applis

source: Setup Complete
fr: Installation Achevée

source: Where to Get Help
fr: Où Obtenir de l'Aide

source: FreedomBox Manual
fr: Manuel FreedomBox

source: Documentation and FAQ
fr: Documentation et FAQ

source: About {box_name}
fr: A Propos de {box_name}

source: FreedomBox is a community project to develop, design and promote personal servers running free software for private, personal communications. It is a networking appliance designed to allow interfacing with the rest of the Internet under conditions of protected privacy and data security. It hosts applications such as blog, wiki, website, social network, email, web proxy and a Tor relay on a device that can replace your Wi-Fi router so that your data stays with you.
fr: FreedomBox est un projet communautaire consacré au développement, au design et à la promotion de serveurs personnels utilisant des logiciels libres pour les communications privées. Il s'agit d'un programme réseau conçu comme une interface entre vous et le reste de l'Internet afin de protéger votre vie privée et vos données. FreedomBox intègre des applications permettant notamment de publier un blog, un wiki, un site Internet, un réseau social, de gérer des emails, un proxy Web et un relai Tor sur une machine pouvant remplacer votre routeur Wi-Fi. Vos données restent donc avec vous.

source: We live in a world where our use of the network is mediated by those who often do not have our best interests at heart. By building software that does not rely on a central service, we can regain control and privacy. By keeping our data in our homes, we gain useful legal protections over it. By giving back power to the users over their networks and machines, we are returning the Internet to its intended peer-to-peer architecture.
fr: Nous vivons dans un monde où notre utilisation du réseau passe forcément par des organismes qui souvent n'ont pas nos intérêts à cœur. En construisant un logiciel qui ne repose pas sur un service centralisé, nous pouvons reprendre le contrôle et notre intimité. En conservant nos données à la maison, nous obtenons une protection légale utile sur ces données. En rendant le contrôle aux utilisateurs sur leurs réseaux et leurs machines, nous ramenons Internet à l'architecture pair-à-pair qui a présidé à sa conception.

source: There are a number of projects working to realize a future of distributed services; FreedomBox aims to bring them all together in a convenient package.
fr: Il existe de nombreux projets dont le but est de développer une architecture distribuée de l'Internet. FreedomBox vise à les réunir sur des serveurs personnels.

source: For more information about the FreedomBox project, see the <a href="https://wiki.debian.org/FreedomBox">FreedomBox Wiki</a>.
fr: Pour plus d'informations sur le projet FreedomBox, visiter le site <a href="https://wiki.debian.org/FreedomBox">Wiki FreedomBox</a>

source: Learn more &raquo;
fr: En savoir plus

source: You are running Plinth version %(version)s.
fr: Vous utilisez Plinth, version %(version)s.

source: Help
fr: Aide

source: The <a href="%(manual_url)s">FreedomBox Manual</a> is the best place to start for information regarding %(box_name)s.
fr: Le <a href="%(manual_url)s">Manuel FreedomBox</a> est un bon endroit pour recueillir des premières informations concernant %(box_name)s.

source: <a href="http://wiki.debian.org/FreedomBox" target="_blank"> FreedomBox project wiki </a> contains further information.
fr: Le site <a href="http://wiki.debian.org/FreedomBox" target="_blank"> wiki FreedomBox</a> propose des informations supplémentaires en plusieurs langues.

source: To seek help from FreedomBox community, queries may be posted on the <a href="https://lists.alioth.debian.org/mailman/listinfo/freedombox-discuss"> mailing list</a>. The list archives also contain information about problems faced by other users and possible solutions.
fr: Si vous avez besoin d'une aide supplémentaire, vous pouvez poser vos questions sur la <a href="https://lists.alioth.debian.org/mailman/listinfo/freedombox-discuss">liste de discussion du projet.</a>. Les archives de la liste contiennent aussi des informations sur les problèmes rencontrés par les utilisateurs ainsi que les solutions probablement apportées.

source: Many FreedomBox contributors and users are also available on the #freedombox channel of the irc.oftc.net IRC network.
fr: Un bon nombre de contributeurs et d'utilisateurs de la FreedomBox sont également accessibles sur le canal IRC #freedombox du réseau irc.oftc.net.

source: Wiki & Blog (Ikiwiki)
fr: Wiki et Blog (Ikiwiki)

source: Ikiwiki wikis and blogs
fr: Wikis et blogs Ikiwiki

source: Enable Ikiwiki
fr: Activer Ikiwiki

source: Name
fr: Nom

source: Admin Account Name
fr: Nom du compte admin

source: Admin Account Password
fr: Mot de passe du compte admin

source: When enabled, the blogs and wikis will be available from <a href="/ikiwiki">/ikiwiki</a>.
fr: Lorsqu'activés, les blogs et les wikis sont accessibles depuis <a href="/ikiwiki">/ikiwiki</a>.

source: Delete Wiki/Blog <em>%(name)s</em>
fr: Supprimer le Wiki/Blog <em>%(name)s</em>

source: This action will remove all the posts, pages and comments including revision history. Delete this wiki/blog permanently?
fr: Cette action aura pour effet de supprimer tous les posts, les pages et les commentaires, tout comme l'historique des révisions. Voulez-vous supprimer ce Wiki/Blog de façon permanente ?
