Repository: phylophyl/Plinth
Catalog: locale/*/LC_MESSAGES/django.po
Languages: fr

source: For Gmail, username will be your Gmail address, password will be your Google account password and server will be <code>imaps://imap.gmail.com</code>. Note that you will also need to enable "Less secure apps" in your Google account settings (<a href="https://www.google.com/settings/security/lesssecureapps" >https://www.google.com/settings/security/lesssecureapps</a>).
fr: Pour Gmail, le nom d'utilisateur sera votre adresse Gmail, le mot de passe sera celui de votre compte Google, le serveur sera <code>imaps://imap.gmail.com</code>. Noter que vous aurez également besoin d'activer « Applications moins sûres» sur votre compte Google (<a href="https://www.google.com/settings/security/lesssecureapps" >https://www.google.com/settings/security/lesssecureapps</a>).

source: Bookmarks (Shaarli)
fr: Signets (Shaarli)

source: Enable Shaarli
fr: Activer Shaarli

source: Shaarli allows you to save and share bookmarks.
fr: Shaarli permet de sauvegarder et partager vos signets.

source: When enabled, Shaarli will be available from <a href="/shaarli">/shaarli</a> path on the web server. Note that Shaarli only supports a single user account, which you will need to setup on the initial visit.
fr: Lorsqu'activé, Shaarli est accessible depuis <a href="/shaarli">/shaarli</a> sur le serveur web. Notez que Shaarli est seulement compatible avec un compte utilisateur unique que vous configurerez lors de votre première visite.

source: System
fr: Système

source: System Configuration
fr: Configuration système

source: Here you can administrate the underlying system of your %(box_name)s.
fr: Vous pouvez ici administrer le système sous-jacent de %(box_name)s.

source: The options affect the %(box_name)s at its most general level, so be careful!
fr: Ces options affectent %(box_name)s à son niveau le plus général, faites attention.

source: Tor relay port available
fr: Port du relai Tor disponible

source: Obfs3 transport registered
fr: Transport Obfs3 enregistré

source: Scramblesuit transport registered
fr: Transport Scramblesuit enregistré

source: Access URL {url} on tcp{kind} via Tor
fr: Accédez à l'URL {url} sur tcp{kind} via Tor

source: Confirm Tor usage at {url} on tcp{kind}
fr: Confirmez l'utilisation de Tor pour {url} sur tcp{kind}

source: Anonymity Network (Tor)
fr: Réseau anonyme (Tor)

source: Tor is an anonymous communication system. You can learn more about it from the <a href="https://www.torproject.org/">Tor Project</a> website. For best protection when web surfing, the Tor Project recommends that you use the <a href="https://www.torproject.org/download/download-easy.html.en"> Tor Browser</a>.
fr: Tor est un système de communication anonyme. Vous pouvez en savoir plus sur le site « <a href="https://www.torproject.org/">Tor Project</a> ». Pour une meilleure protection lorsque vous surfez sur Internet, le projet Tor recommande l'utilisation du <a href="https://www.torproject.org/download/download-easy.html.en">Navigateur Tor</a>

source: Tor is running
fr: Tor est actif.

source: Tor is not running
fr: Tot n'est pas actif.

source: Hidden Service
fr: Services cachés

source: Bridge
fr: Pont

source: Your %(box_name)s is configured as a Tor bridge with obfsproxy, so it can help circumvent censorship. If your %(box_name)s is behind a router or firewall, you should make sure the following ports are open, and port-forwarded, if necessary:
fr: %(box_name)s est configuré sur le mode pont Tor avec obfsproxy, ce qui peut aider à contourner la censure. Si votre boîte %(box_name)s est derrière un routeur ou un pare-feu, vous devez vous assurer que les ports suivants soient ouverts et réacheminés si nécessaire :

source: A Tor SOCKS port is available on your %(box_name)s on TCP port 9050.
fr: Un port SOCKS pour Tor est accessible pour %(box_name)s sur le port TCP 9050.

source: Enable Tor
fr: Activer Tor

source: Enable Tor Hidden Service
fr: Activer les services cachés Tor

source: A hidden service will allow FreedomBox to provide selected services (such as ownCloud or Chat) without revealing its location.
fr: Un service caché permettra à FreedomBox de proposer les services sélectionnés (comme ownCloud ou Chat) sans réveler votre emplacement.

source: Download software packages over Tor
fr: Téléchargez les logiciels via Tor

source: When enabled, software will be downloaded over the Tor network for installations and upgrades. This adds a degree of privacy and security during software downloads.
fr: Lorsqu'activé, le logiciel sera téléchargé via le réseau Tor pour installation et mises à niveau. Ce processus ajoute un degré de sécurité et de confidentialité durant le téléchargement des logiciels.

source: Tor Control Panel
fr: Panneau de contrôle Tor

source: Action error: {0} [{1}] [{2}]
fr: Erreur sur action : {0} [{1}] [{2}]

source: Tor enabled
fr: Tor activé

source: Tor disabled
fr: Tor désactivé

source: Tor hidden service enabled
fr: Services cachés Tor activés

source: Tor hidden service disabled
fr: Services cachés Tor désactivés

source: Enabled package download over Tor
fr: Téléchargement de paquets via Tor activé

source: Disabled package download over Tor
fr: Téléchargement de paquets via Tor désactivé

source: Enable Transmission daemon
fr: Activer Transmission BitTorrent

source: Download directory
fr: Répertoire de téléchargement

source: Directory where downloads are saved. If you change the default directory, ensure that the new directory exists and is writable by "debian-tramission" user
fr: Répertoire où les téléchargements sont sauvegardés. Si vous changez le répertoire par défaut, assurez-vous que ce nouveau répertoire existe bien et qu'il est ouvert en écriture pour "debian-tramission" utilisateur

source: Username to login to the web interface
fr: Nom d'utilisateur pour se connecter à l'interface web

source: Password to login to the web interface. Current password is shown in a hashed format. To set a new password, enter the password in plain text.
fr: Mot de passe pour se connecter à l'interface web. Le mot de passe actuel est visible au format haché. Pour établir un nouveau mot de passe, entrez-le en texte brut.

source: BitTorrent is a peer-to-peer file sharing protocol. Transmission daemon handles Bitorrent file sharing. Note that BitTorrent is not anonymous.
fr: BitTorrent est un protocole de partage de fichiers pair-à-pair. Le daemon Transmission permet le partage de fichiers Bitorrent. Noter que l'utilisation de Bitorrent n'est pas anonyme.

source: Access the web interface at <a href="/transmission">/transmission</a>
fr: Accéder à l'interface Web de <a href="/transmission">/transmission</a>

source: Transmission daemon is running
fr: Le daemon Transmission est actif.

source: Transmission daemon is not running
fr: Le daemon Transmission n'est pas actif.

source: Software Upgrades
fr: Mises à niveau des logiciels

source: Enable automatic upgrades
fr: Activer les mises à niveau automatiques

source: When enabled, the unattended-upgrades program will be run once per day. It will attempt to perform any package upgrades that are available.
fr: Lorsqu'activé, le programme unattended-upgrades sera mis en oeuvre une fois par jour. Il essayera de réaliser l'ensemble des mises à niveau disponibles.

source: This will run unattended-upgrades, which will attempt to upgrade your system with the latest Debian packages. It may take a few minutes to complete.
fr: Vous allez démarrer unattended-upgrades qui a pout but de mettre à niveau votre système avec les derniers paquets Debian.

source: Upgrade now &raquo;
fr: Mettre à niveau &raquo;

source: There was an error while upgrading.
fr: Une erreur est survenue durant la mise à niveau.

source: Output from unattended-upgrades:
fr: Résultat pour unattended-upgrades :

source: The operating system is up to date now. &nbsp;
fr: Le système d'exploitation est à jour. &nbsp;

source: Show Details
fr: Montrer les détails

source: Automatic Upgrades
fr: Mises à niveau automatiques

source: Upgrade Packages
fr: Mettre à niveau les paquets

source: Package Upgrades
fr: Paquets mis à niveau

source: Error when configuring unattended-upgrades: {error}
fr: Erreur lors de la configuration de unattended-upgrades : {error}

source: Automatic upgrades enabled
fr: Mises à niveau automatiques activées

source: Automatic upgrades disabled
fr: Mises à niveau automatiques désactivées

source: Users and Groups
fr: Utilisateurs et Groupes

source: Check LDAP entry "{search_item}"
fr: Vérification de l'entrée LDAP "{search_item}"

source: Groups
fr: Groupes

source: Select which services should be available to the new user. The user will be able to log in to services that support single sign-on through LDAP, if they are in the appropriate group.<br /><br />Users in the admin group will be able to log in to all services. They can also log in to the system through SSH and have administrative privileges (sudo).
fr: Sélectionnez les services devant être accessibles à un nouvel utilisateur. L'utilisateur pourra se connecter aux services compatibles avec une sessions unique via LDAP, si ils appartiennent au groupe approprié.<br /><br />Les utilisateurs du groupe admin pourront se connecter à tous les services. Ils peuvent également se connecter au système avec Secure Shell (SSH) et se voir accorder le mode superutilisateur (sudo).

source: Failed to add new user to {group} group.
fr: Echec de l'ajout d'un nouvel utilisateur au groupe {group}.

source: Renaming LDAP user failed.
fr: Le changement du nom LDAP de l'utilisateur a échoué.

source: Failed to remove user from group.
fr: Échec du retrait de l'utilisateur du groupe.

source: Failed to add user to group.
fr: Échec de l'ajout de l'utilisateur au groupe.

source: Changing LDAP user password failed.
fr: Le changement de mot de passe pour l'utilisateur LDAP a échoué.

source: Change Password for <em>%(username)s</em>
fr: Changer le mot de passe pour <em>%(username)s</em>

source: Save Password
fr: Sauvegarder le mot de passe.

source: Create User
fr: Créer un utilisateur

source: Delete User <em>%(username)s</em>
fr: Supprimer l'utilisateur <em>%(username)s</em>

source: Delete user permanently?
fr: Supprimer définitivement l'utilisateur ?

source: Delete %(username)s
fr: Supprimer %(username)s

source: Delete user %(username)s
fr: Supprimer l'utilisateur %(username)s

source: Edit user %(username)s
fr: Modifier l'utilisateur %(username)s

source: Edit User <em>%(username)s</em>
fr: Modifier l'utilisateur <em>%(username)s</em>

source: Use the <a href='%(change_password_url)s'>change password form </a> to change the password.
fr: Utiliser le <a href='%(change_password_url)s'>formulaire de modification de mot de passe</a> pour changer votre mot de passe.

source: Save Changes
fr: Sauvegarder les modifications.

source: Users
fr: Utilisateurs

source: User %(username)s created.
fr: Utilisateur %(username)s créé.

source: User %(username)s updated.
fr: Utilisateur %(username)s mis à jour.

source: Edit User
fr: Modifier l'Utilisateur

source: Delete User
fr: Supprimer l'utilisateur

source: User {user} deleted.
fr: Utilisateur {user} supprimé.

source: Deleting LDAP user failed.
fr: La suppression de l'utilisateur LDAP a échoué.

source: Change Password
fr: Changer le mot de passe

source: Password changed successfully.
fr: Mot de passe changé avec succés.

source: Chat Server (XMPP)
fr: Serveur Chat (XMPP)

source: Enable XMPP
fr: Activer XMPP

source: XMPP is an open and standardized communication protocol. Here you can run and configure your XMPP server, called ejabberd.
fr: XMPP est un protocole de communication ouvert et standardisé. Vou pouvez opérer et configurer ici votre serveur XMPP, appelé ejabberd.

source: To actually communicate, you can use the <a href='/jwchat'>web client</a> or any other <a href='http://xmpp.org/xmpp-software/clients/' target='_blank'>XMPP client</a>.
fr: Pour communiquer, vous pouvez utiliser le <a href='/jwchat'>client Web</a> ou tout autre <a href='http://xmpp.org/xmpp-software/clients/' target='_blank'>client XMPP</a>.

source: Your XMPP server domain is set to <b>%(domainname)s</b>. User IDs will look like <i>username@%(domainname)s</i>. You can setup your domain on the system <a href="%(index_url)s">Configure</a> page.
fr: Le domaine de votre serveur XMPP est réglé sur <b>%(domainname)s</b>. Les identités utilisateur ressembleront à ceci : <i>username@%(domainname)s</i>. Vous pouvez configurer le domaine de votre système sur la page <a href="%(index_url)s">Configurer</a>.

source: Launch web client
fr: Lancer le client Web.

source: ejabberd is running
fr: ejabberd est actif.

source: ejabberd is not running
fr: ejabberd n'est pas actif.

source: packages not found
fr: Paquets introuvable

source: Installed and configured packages successfully
fr: Paquets installés et configurés avec succés

source: Error installing packages: {details}
fr: Erreur dans l'installation des paquets : {details}

source: Web Server
fr: Serveur web

source: Web Server over Secure Socket Layer
fr: Serveur web via SSL (Secure Socket Layer)

source: Secure Shell (SSH) Server
fr: Serveur Secure Shell (SSH)

source: FreedomBox Web Interface (Plinth)
fr: Interface web Freedombox (Plinth)

source: Requested page %(request_path)s was not found.
fr: La page %(request_path)s n'a pas été trouvée.

source: If you believe this missing page should exist, please file a bug at the Plinth project <a href="https://github.com/freedombox/Plinth/issues">issue tracker</a>.
fr: Si vous pensez que cette page manquante doit exister, il est conseillé d'envoyer <a href="https://github.com/freedombox/Plinth/issues">un rapport de bogue</a> à l'équipe du projet Plinth.

source: This is an internal error and not something you caused or can fix. Please report the error on the <a href="https://github.com/freedombox/Plinth/issues">bug tracker</a> so we can fix it.
fr: Cette erreur est propre au système, vous n'en êtes pas à l'origine et vous ne pouvez pas la réparer. Il est conseillé de faire parvenir un <a href="https://github.com/freedombox/Plinth/issues">rapport de bogue</a> pour traitement et réparation.

source: Plinth administrative interface for the FreedomBox
fr: Interface d'administration Plinth pour FreedomBox.

source: Toggle navigation
fr: Basculer Navigation

source: Change password
fr: Changer le mot de passe

source: Log out
fr: Se déconnecter

source: Log in
fr: S'identifier

source: Login
fr: S'identifier

source: This feature requires addtional packages to be installed. Do you wish to install them?
fr: Cette fonction requiert un paquet additionnel. Voulez-vous l'installer ?

source: Package
fr: Paquet

source: Summary
fr: Sommaire

source: Install
fr: Installation

source: Installing %(package_names)s: %(status)s
fr: Installation de %(package_names)s: %(status)s

source: %(percentage)s%% complete
fr: %(percentage)s%% effectué
